Repository: digital-diplomat/almalinux.org
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, sv

source: Read more
ar: اقرأ المزيد
sv: Läs mer

source: 404 Not Found - AlmaLinux OS
ar: ٤٠٤ الصفحة غير موجودة - AlmaLinux OS
sv: 404 hittades inte - AlmaLinux OS

source: An Open Source, community owned and governed, forever-free enterprise Linux distribution.
ar: مفتوح المصدر ، مملوك ومحكوم من قبل المجتمع ، مجاني للابد وتوزيعة لينكس على مستوى المؤسسات.
sv: En öppen källkod, gemenskapsägd och styrd, evigt fri Linux-distribution för företag.

source: 404 Not Found
ar: ٤٠٤ غير موجود
sv: 404 hittades inte

source: Sorry, but the page you were trying to access could not be found.
ar: اسف ، لكن الصفحة التي تريد الوصول اليها غير موجودة.
sv: Tyvärr, men sidan du försökte komma åt kunde inte hittas.

source: Resources
ar: المصادر
sv: Resurser

source: Wiki
ar: موسوعة Wiki

source: Bugs
ar: اخطاء
sv: Buggar

source: Repository
ar: مخزن
sv: Förråd

source: Downloads
ar: تنزيلات
sv: Nedladdningar

source: Membership
ar: عضوية
sv: Medlemskap

source: ELevate
ar: رفع

source: Mailing Lists
ar: قائمة البريد الالكتروني
sv: Epostlistor

source: Community
ar: المجتمع
sv: Gemenskap

source: Chat
ar: دردشة
sv: Chatt

source: Forums
ar: منتديات
sv: Forum

source: Legal
ar: قانوني
sv: Juridisk

source: Legal Notice
ar: ملاحظة قانونية
sv: Juridiskt meddelande

source: Privacy Policy
ar: سياسة الخصوصية
sv: Integritetspolicy

source: Terms of Service
ar: شروط الخدمة
sv: Användarvillkor

source: Licensing Policy
ar: سياسة الترخيص
sv: Licenspolicy

source: Trademark Usage Policy
ar: سياسة استخدام العلامات التجارية
sv: Varumärkesanvändningspolicy

source: Foundation Bylaws
ar: لائحة المؤسسة
sv: Stiftelsens stadgar

source: AlmaLinux OS logo
ar: شعار نظام الما لينكس
sv: AlmaLinux OS-logotyp

source: Toggle navigation
ar: تبديل طريقة التصفح
sv: Växla navigering

source: Blog
ar: مدونة
sv: Blogg

source: Migrate from CentOS 8
ar: الانتقال من centOs 8
sv: AlmaLinux OS-logotyp

source: Report Bugs
ar: تبليغ عن ثغرة
sv: Rapportera buggar

source: Shop
ar: المتجر
sv: Butik

source: Language
ar: لغة
sv: Språk

source: Translate
ar: ترجمة
sv: Översätt

source: Download
ar: تحميل
sv: Ladda ned

source: AlmaLinux OS Blog
ar: مدونة نظام الما لينكس
sv: AlmaLinux OS Blogg

source: Continue reading
ar: متابعة القراءة
sv: Fortsätt läsa

source: Previous
ar: السابق
sv: Föregående

source: Next
ar: التالي
sv: Nästa

source: AlmaLinux OS - Contribute
ar: نظام الما لينكس - مساهمة
sv: AlmaLinux OS - Bidra

source: Contribute to AlmaLinux OS development
ar: ساهم في تطوير نظام الما لينكس
sv: Bidra till AlmaLinux OS-utveckling

source: AlmaLinux OS and infrastructure development are organized using our community chat. There are many ways to contribute to AlmaLinux OS - testing, quality assurance, documentation, and more.
ar: نظام الما لينكس وتطوير البنية التحتية منظمة بآستخدام الدردشة الخاصة بمجتمعنا . هناك عدة طرق للمساهمة في نظام الما لينكس - تجربة ، ضمان الجودة ، الوثائق ، والمزيد.
sv: AlmaLinux OS infrastruktur och utveckling är organiserade via chatten. Det finns olika sätt att bidra till AlmaLinux OS - Tester, kvalitetskontroll, dokumentation m.m.

source: <a href="%(intro_link)s">Introduce yourself</a> or join one of the topical channels below to find out more!
ar: <a href="%(intro_link)s">عرف نفسك</a> او انظم لواحدة من القنوات الموضوعية التالية لاكتشاف المزيد!
sv: <a href="%(intro_link)s">Introducera dig själv</a>eller anslut dig själv till en av våra diskussionsgrupper nedan för att få reda på mer!

source: General chat
ar: الدردشة العامة
sv: Allmän chatt

source: Development
ar: التطوير
sv: Utveckling

source: Infrastructure
ar: البنية التحتية
sv: Infrastruktur

source: Security
ar: الامان
sv: Säkerhet

source: Documentation
ar: الوثائق
sv: Dokumentation

source: Marketing
ar: التسويق
sv: Marknadsföring

source: Web presence
ar: حضور الويب
sv: Webbnärvaro

source: Join AlmaLinux OS community chat
ar: انظم الى دردشة نظام الما لينكس العامة
sv: Gå med i AlmaLinux OS gemenskapschatt

source: AlmaLinux OS - ELevate Your Distribution
ar: نظام الما لينكس - رَقي توزيعتك
sv: AlmaLinux OS - ELevera din distribution

source: ELevate enables migration between major versions of RHEL(r) derivatives. Easily go from CentOS 7.x to any 8.x of your choice
ar: إلفايت تسمح بالترقية بين النسخ الرئيسية للتوزيعات المستنبطة من RHEL(r)، ويمكن مثلا ترقية نظام CentOS بسهولة من نسخة 7 إلى 8
sv: ELevate möjliggör migrering mellan huvudversioner av RHEL(r)-derivat. Gå enkelt från CentOS 7.x till valfri 8.x

source: ELevate Your Distribution
ar: رَقي توزيعتك
sv: ELevera din distribution

source: ELevate enables migration between major versions of RHEL&reg; derivatives. Easily go from CentOS 7.x to any 8.x of your choice
ar: إلفايت تسمح بالترقية بين النسخ الرئيسية للتوزيعات المستنبطة من RHEL&reg;. ويمكن مثلا ترقية نظام CentOS بسهولة من نسخة 7 إلى 8
sv: ELevate möjliggör migration mellan större versioner av RHEL&reg; derivat. Gå enkelt från CentOS 7.x till vilken 8.x du än väljer

source: Get Started
ar: ابدا
sv: Kom igång

source: Discuss
ar: ناقش
sv: Diskutera

source: About
ar: عن
sv: Om

source: Major Version Upgrades
ar: تحديث النسخة الرئيسية
sv: Större versionsuppgraderingar

source: It wasn't possible--until now. Easily migrate between major versions of RHEL-based distributions from 7.x to 8.x. Preserve your applications, your data, and your sanity. Run the most recent version of the OS and software you need.
ar: لما يكن ممكنا --حتى الان. حول الان بين النسخ الكبرى للقباعه الحمراء من النسخه 7.x و 8.x . احصل على برامجك و بياناتك و صحتك العقليه . شغل جميع النسخ الحديثه من برامجك و الانظمه التي انت بحاجتها .
sv: Det var inte möjligt - förrän nu. Migrera enkelt mellan större versioner av RHEL-baserade distributioner från 7.x till 8.x. Bevara dina applikationer, din data och ditt förstånd. Kör den senaste versionen av operativsystemet och programvaran du behöver.

source: Package Evolution Service
ar: خدمة تطور الحزمة
sv: Paketevolutions tjänst

source: The beating heart of ELevate is the <a href="%(pes_link)s">Package Evolution Service</a> (PES) which allows you to download, customize and even submit new data sets for packages. Users and maintainers can both utilize the PES to help make migrations smooth and easy.
ar: القلب النابض لـ ELevate هو<a href="%(pes_link)s">خدمة تطوير الحزمة</a>(PES)الذي يسمح لك بتنزيل مجموعات بيانات جديدة للحزم وتخصيصها وحتى إرسالها. يمكن للمستخدمين والمشرفين على حد سواء استخدام PES للمساعدة في جعل عمليات الترحيل سلسة وسهلة.
sv: Det pumpande hjärtat i ELevate är <a href="%(pes_link)s">Paketevolutions tjänst</a> (PES) som låter dig ladda ner, anpassa och till och med skicka in nya datamängder för paket. Både användare och underhållare kan använda PES för att göra migrering smidig och enkel.

source: Community-wide Project
ar: مشروع على مستوى المجتمع
sv: Gemenskapsövergripande projekt

source: ELevate is developed in a distribution agnostic way and is built as a tool for the whole ecosystem, not just AlmaLinux. ELevate supports migrating to/from other distributions and is open for all to contribute to and enhance.
ar: ELevate تم تطوير بطريقة حيادية التوزيع وتم بناؤه كأداة للنظام البيئي بأكمله ، وليس فقط AlmaLinux. ELevate يدعم الترحيل من / إلى التوزيعات الأخرى وهو مفتوح للجميع للمساهمة فيها وتحسينها.
sv: ELevate är utvecklat på ett distributionsagnostiskt sätt och är byggt som ett verktyg för hela ekosystemet, inte bara AlmaLinux. ELevate stöder migrering till/från andra distributioner och är öppen för alla att bidra till och förbättra.

source: FAQ
ar: الاسئلة المتكررة
sv: Vanliga frågor

source: What is ELevate?
ar: ما هو الارتقاء؟
sv: Vad är ELevate?

source: ELevate is a project aimed to provide the ability to migrate between major versions of RHEL-based distributions from 7.x to 8.x. It combines Red Hat's Leapp framework with a community created library and service for the migration metadata set required for it.
ar: ELevate هو مشروع يهدف إلى توفير القدرة على الترحيل بين الإصدارات الرئيسية من RHEL-based التوزيعات من 7.x to 8.x. فهو يجمع بين إطار عمل Red Hat's Leapp ومكتبة وخدمة مجتمع أنشأها لمجموعة بيانات تعريف الترحيل المطلوبة له.
sv: ELevate är ett projekt som syftar till att ge möjligheten att migrera mellan större versioner av RHEL-baserade distributioner från 7.x till 8.x. Den kombinerar Red Hats Leapp-ramverk med ett gemenskapsskapat bibliotek och en tjänst för den migreringsmetadatauppsättning som krävs för det.

source: This looks awesome. How can I contribute?
ar: يبدو رائعا . كيف يمكنني المساهمة؟
sv: Det här ser fantastiskt ut. Hur kan jag bidra?

source: First join us at <a href="%(chat_link)s">#migration</a> Mattermost channel. You can find the tool code here: <a href="%(github_link)s">%(github_link)s</a> and you can add/edit/interact with package metadata at <a href="%(pes_link)s">%(pes_link)s</a>.
ar: انضم إلينا أولاً في<a href="%(chat_link)s">#migration</a>القناة الأكثر أهمية. يمكنك العثور على الأداة الكود هنا:<a href="%(github_link)s">%(github_link)s</a> ويمكنك إضافة / تعديل / التفاعل مع البيانات الوصفية للحزمة على<a href="%(pes_link)s">%(pes_link)s</a>.
sv: Gå först med oss på <a href="%(chat_link)s">#migration</a> Mattermost-kanalen. Du hittar verktygskoden här: <a href="%(github_link)s">%(github_link)s</a> och du kan lägga till/redigera/interagera med paketmetadata på <a href="%(pes_link)s">%(pes_link)s</a> .

source: Is this ready for production?
ar: هل هو جاهز لمرحلة الانتاج؟
sv: Är detta redo för produktion?

source: YMMV. Every environment is different and unique based on applications and configurations. Since this is still under development, to avoid any surprises, we highly recommend that you test migrations scenarios in a VM or sandbox before running a migration in production.
ar: YMMV .كل بيئة مختلفة وفريدة من نوعها بناءً على التطبيقات والتكوينات. نظرًا لأن هذا لا يزال قيد التطوير ، لتجنب أي مفاجآت ، نوصي بشدة باختبار سيناريوهات الترحيل في جهاز افتراضي أو وضع الحماية قبل تشغيل الترحيل في الإنتاج.
sv: YMMV. Varje miljö är annorlunda och unik baserat på applikationer och konfigurationer. Eftersom detta fortfarande är under utveckling, för att undvika överraskningar, rekommenderar vi starkt att du testar migreringsscenarier i en virtuell dator eller sandlåda innan du kör en migrering i produktion.

source: What operating systems does ELevate support?
ar: ما هي الانظمة التي تدعم الارتقاء؟
sv: Vilka operativsystem stöder ELevate?

source: Currently ELevate provides Leapp data for migration from CentOS 7 to the following OS: <ul> <li>AlmaLinux OS 8</li> <li>CentOS Stream 8</li> <li>Oracle Linux 8</li> <li>Rocky Linux 8</li> </ul>
ar: حاليا ELevate يوفر افضل طريقه للهجره من CentOS 7 الى احد الخيارات : <ul> <li>AlmaLinux OS 8</li> <li>CentOS Stream 8</li> <li>Oracle Linux 8</li> <li>Rocky Linux 8</li> </ul>
sv: För närvarande tillhandahåller ELevate Leapp data för migrering från CentOS 7 till följande OS: <ul><li>AlmaLinux OS 8</li> <li>CentOS Stream 8</li> <li>Oracle Linux 8</li> <li>Rocky Linux 8</li></ul>

source: Will migration be "in-place"?
ar: هل سيكون الانتقال "في مكانها"؟
sv: Kommer migrationen att vara "på plats"?

source: Yes. All your data, applications and settings will be kept.
ar: نعم. سيتم الاحتفاظ بجميع البيانات والتطبيقات والإعدادات الخاصة بك.
sv: Ja. Alla dina data, applikationer och inställningar kommer att behållas.

source: Is this live or does it require a reboot?
ar: هل هذا مباشر أم يتطلب إعادة تشغيل؟
sv: Är detta live eller krävs det en omstart?

source: Migrations will require your system to reboot twice.
ar: سوف تتطلب عمليات الترحيل إعادة تشغيل النظام مرتين.
sv: Migreringen kräver att systemet startas om två gånger.

source: What does the Package Evolution Service do?
ar: ماذا تفعل خدمة تطوير الحزمة؟
sv: Vad gör Paketevolutions tjänsten?

source: The Package Evolution Service stores package migration metadata. Metadata answers questions about how packages evolve between major distribution releases. PES supports several classes of rules for packages such as added, removed, renamed, split, merged, and so on. The service also allows everyone to improve the data by adding new actions or even create a custom dataset for packages from third-party or private repositories.
ar: حزمة خدمة التطوير تخزين البيانات تعريف ترحيل الحزمة. تجيب البيانات الوصفية على أسئلة حول كيفية تطور الحزم بين إصدارات التوزيع الرئيسية. تدعم PES عدة فئات من القواعد للحزم مثل الأضافة والإزالة وإعادة التسمية والتقسيم والدمج وما إلى ذلك. تتيح الخدمة أيضًا للجميع تحسين البيانات عن طريق إضافة إجراءات جديدة أو حتى إنشاء مجموعة بيانات مخصصة للحزم من طرف ثالث أو مستودعات خاصة.
sv: Paketevolutions tjänsten lagrar paketmigreringsmetadata. Metadata svarar på frågor om hur paket utvecklas mellan stora distributionsutgåvor. PES stöder flera klasser av regler för paket som tillagda, borttagna, omdöpta, delade, sammanfogade och så vidare. Tjänsten tillåter också alla att förbättra data genom att lägga till nya åtgärder eller till och med skapa en anpassad datauppsättning för paket från tredje parts eller privata förråd.

source: Red Hat offers a data set which is non-freely licensed. Are you using this same data set?
ar: تقدم Red Hat مجموعة بيانات غير مرخصة بحرية. هل تستخدم نفس مجموعة البيانات؟
sv: Red Hat erbjuder en datauppsättning som är icke-fritt licensierad. Använder ni samma datauppsättning?

source: No. We respect Red Hat’s work and our initial data set was provided by the AlmaLinux Foundation and contributions from Oracle.
ar: لا ، نحن نحترم عمل Red Hat وقد تم توفير مجموعة البيانات الأولية الخاصة بنا من قبل مؤسسة AlmaLinux ومساهمات من Oracle.
sv: Nej. Vi respekterar Red Hats arbete och vår initiala datauppsättning tillhandahålls av AlmaLinux stiftelsen med bidrag från Oracle.

source: What license is your metadata under?
ar: ما هو الترخيص الخاص بك البيانات الوصفية؟
sv: Vilken licens publiceras era metadata under?

source: The metadata is provided under an Apache License.
ar: يتم توفير البيانات الوصفية بموجب ترخيص Apache.
sv: Metadata tillhandahålls under en Apache-licens.

source: Why are you supporting migration to other distributions?
ar: لماذا تدعم الهجرة إلى التوزيعات الأخرى؟
sv: Varför stöder ni migrering till andra distributioner?

source: The CentOS ecosystem is a very large and diverse community. We’ve developed this project in good faith in the hope that everyone in the community can use and contribute to, no matter which distro you prefer. That’s the open source way.
ar: يعد نظام CentOS البيئي مجتمعًا كبيرًا ومتنوعًا. لقد طورنا هذا المشروع بحسن نية على أمل أن يتمكن كل فرد في المجتمع من استخدامه والمساهمة فيه ، بغض النظر عن التوزيعات التي تفضلها. هذه هي الطريقة مفتوحة المصدر.
sv: CentOS-ekosystemet är en mycket stor och mångsidig gemenskap. Vi har utvecklat det här projektet i god tro i hopp om att alla i gemenskapen kan använda och bidra till den, oavsett vilken distribution du föredrar. Detta är så som öppen källkod ska fungera.

source: AlmaLinux OS Foundation - membership
ar: مؤسسة AlmaLinux OS - العضوية
sv: AlmaLinux OS stiftelsen - medlemskap

source: Join the AlmaLinux OS Foundation
ar: انضم إلى مؤسسة AlmaLinux OS
sv: Gå med i AlmaLinux OS stiftelsen

source: Be heard! Join the AlmaLinux Foundation as a Member or Sponsor. Own and vote on shaping the future of AlmaLinux OS!
ar: أن تسمع! انضم إلى مؤسسة AlmaLinux كعضو أو راعٍ. امتلك وصوّت على تشكيل مستقبل نظام التشغيل AlmaLinux OS!
sv: Bli hörd! Gå med i AlmaLinux stiftelsen som medlem eller sponsor. Var med och rösta för att forma framtiden för AlmaLinux OS!

source: Apply for membership
ar: التقديم على العضوية
sv: Ansök om medlemskap

source: The AlmaLinux Foundation is the entity behind AlmaLinux OS, the forever-free Enterprise-grade Linux distribution. As a member, you will have a voice in the direction of the project, and can vote for and be voted into the Board of Directors by other members. There are several pathways available for becoming a member, including project contributors, mirror maintainers/sponsors and service providers to the community, as well as official sponsors for the project.
ar: مؤسسة AlmaLinux هي الكيان الذي يقف وراء نظام التشغيل AlmaLinux OS ، وهو توزيع Linux من فئة المؤسسات مجاني إلى الأبد. بصفتك عضوًا ، سيكون لديك صوت في اتجاه المشروع ، ويمكنك التصويت لصالح مجلس الإدارة والتصويت فيه من قبل أعضاء آخرين. هناك العديد من المسارات المتاحة لتصبح عضوًا ، بما في ذلك المساهمون في المشروع ، ورعاة / صيانة المرآة ومقدمي الخدمات للمجتمع ، بالإضافة إلى الرعاة الرسميين للمشروع.
sv: AlmaLinux stiftelsen är entiteten bakom AlmaLinux OS, den evigt fria företagsklassade Linux distributionen. Som medlem kommer du att ha en röst i projektets riktning och kan rösta på och röstas in i styrelsen av andra medlemmar. Det finns flera vägar tillgängliga för att bli medlem, inklusive projektbidragsgivare, spegelunderhållare/sponsorer och tjänsteleverantörer till gemenskapen, såväl som officiella sponsorer för projektet.

source: The merit of each application will be reviewed on a case-by-case basis by the Board or by a committee appointed for this purpose, according to the Bylaws established by the Board.
ar: ستتم مراجعة ميزة كل طلب على أساس كل حالة على حدة من قبل مجلس الإدارة أو من قبل لجنة معينة لهذا الغرض ، وفقًا للوائح التي وضعها مجلس الإدارة.
sv: En individuell ansökan för alla som använder AlmaLinux OS, bidrar till AlmaLinux OS, tillhandahåller tjänster till AlmaLinux OS-gemenskapen eller på annat sätt stöder AlmaLinux OS.

source: Join AlmaLinux OS Foundation
ar: انضم إلى مؤسسة AlmaLinux OS
sv: Gå med i AlmaLinux OS stiftelsen

source: Contributor Member
ar: عضو مساهم
sv: Bidragsgivande medlem

source: An individual application for anyone who uses AlmaLinux OS, contributes to AlmaLinux OS, provides services to the AlmaLinux OS community or otherwise supports the AlmaLinux OS.
ar: تطبيق فردي لأي شخص يستخدم نظام AlmaLinux OS ، أو يساهم في نظام AlmaLinux OS ، أو يقدم خدمات لمجتمع AlmaLinux OS أو يدعم نظام AlmaLinux OS بطريقة أخرى.
sv: En individuell ansökan för alla som använder AlmaLinux OS, bidrar till AlmaLinux OS, tillhandahåller tjänster till AlmaLinux OS-gemenskapen eller på annat sätt stöder AlmaLinux OS.

source: Apply
ar: التقديم
sv: Ansök

source: Mirror Member
ar: عضو المرآة
sv: Spegelmedlem

source: An individual or entity that provides the project with mirror(s) for content distribution. Only one member application per individual or entity will be accepted, irrespective of contributed number of mirrors.
ar: فرد أو كيان يوفر للمشروع مرآة (مرايا) لتوزيع المحتوى. سيتم قبول طلب عضو واحد فقط لكل فرد أو كيان ، بغض النظر عن عدد المرايا المساهمة.
sv: En individuell ansökan för alla som använder AlmaLinux OS, bidrar till AlmaLinux OS, tillhandahåller tjänster till AlmaLinux OS-gemenskapen eller på annat sätt stöder AlmaLinux OS.

source: Sponsor Member
ar: عضو راعي
sv: Sponsormedlem

source: Entities who wish to contribute funding for the project through sponsorship.
ar: الجهات التي ترغب في المساهمة في تمويل المشروع من خلال الرعاية.
sv: Entiteter som vill bidra med finansiering för projektet genom sponsring.

source: Do you have membership related questions?
ar: هل لديك أسئلة متعلقة بالعضوية؟
sv: Har du medlemsrelaterade frågor?

source: Contact us
ar: اتصل بنا
sv: Kontakta oss

source: Board of Directors
ar: مجموعة المخرجين
sv: Styrelse

source: AlmaLinux OS - Forever-Free Enterprise-Grade Operating System
ar: نظام التشغيل AlmaLinux - نظام تشغيل مجاني للأبد من فئة المؤسسات
sv: AlmaLinux OS - Alltid gratis företagsklassat operativsystem

source: Free Linux OS for the community, by the community
ar: نظام تشغيل Linux مجاني للمجتمع ، من قبل المجتمع
sv: Gratis Linux OS för gemenskapen, skapat av gemenskapen

source: An Open Source, community owned and governed, forever-free enterprise Linux distribution, focused on long-term stability, providing a robust production-grade platform. AlmaLinux OS is 1:1 binary compatible with RHEL&reg; and pre-Stream CentOS.
ar: توزيع لينوكس للمؤسسات مفتوح المصدر مملوك ومدار من قبل المجتمع ومجاني إلى الأبد ، يركز على الاستقرار طويل المدى ، ويوفر منصة إنتاج قوية. نظام AlmaLinux OS هو نظام ثنائي 1: 1 متوافق مع RHEL & reg؛ وقبل دفق CentOS.
sv: Ett öppen källkods, gemenskapsägdt och styrt, evig fri företags Linux-distribution, fokuserad på långsiktig stabilitet, vilket ger en robust produktionskvalitetsplattform. AlmaLinux OS är 1:1 binärt kompatibelt med RHEL&reg; och CentOS före Stream.

source: Contribute
ar: المساهمة
sv: Bidra

source: Migrate
ar: ترحيل
sv: Migrera

source: Our GitHub organization contains source code and tools used to build AlmaLinux OS and related infrastructure.
ar: تحتوي مؤسسة GitHub الخاصة بنا على التعليمات البرمجية المصدر والأدوات المستخدمة لبناء نظام التشغيل AlmaLinux والبنية التحتية ذات الصلة.
sv: Vår GitHub-organisation innehåller källkod och verktyg som används för att bygga AlmaLinux OS och relaterad infrastruktur.

source: Explore
ar: استكشاف
sv: Utforska

source: Join our vibrant Reddit community, interact with other AlmaLinux OS users, receive updates, find and provide help.
ar: انضم إلى مجتمع Reddit النابض بالحياة ، وتفاعل مع مستخدمي نظام التشغيل AlmaLinux OS الآخرين ، وتلقي التحديثات ، واعثر على المساعدة وقدمها.
sv: Gå med i vårt levande Reddit-community, interagera med andra AlmaLinux OS-användare, få uppdateringar, hitta och ge hjälp.

source: Join
ar: أنضم
sv: Gå med

source: Community chat
ar: محادثة التواصل الاجتماعي
sv: Gemenskapschatt

source: Join a real time discussion with other AlmaLinux OS community members, governance team and AlmaLinux OS developers.
ar: انضم إلى مناقشة في الوقت الفعلي مع أعضاء مجتمع AlmaLinux OS الآخرين وفريق الحوكمة ومطوري نظام AlmaLinux OS.
sv: Gå med i en realtidsdiskussion med andra AlmalinuxOS gemenskapsmedlemmar, styrgruppen och AlmaLinux OS-utvecklare.

source: Engage
ar: ملتزم
sv: Engagera

source: Community forums
ar: منتديات إجتماعية
sv: Gemenskapsforum

source: Ask questions, get answers and contribute community support to others in AlmaLinux OS community and developers alike.
ar: اطرح الأسئلة واحصل على إجابات وساهم في دعم المجتمع للآخرين في مجتمع ومطوري AlmaLinux OS على حدٍ سواء.
sv: Ställ frågor, få svar och bidra med gemenskapsstöd till andra i AlmaLinux OS-gemenskapen samt även utvecklare.

source: Discover
ar: اكتشف
sv: Upptäck

source: About AlmaLinux OS
ar: حول نظام AlmaLinux OS
sv: Om AlmaLinux OS

source: AlmaLinux OS is an open-source, community-driven Linux operating system that fills the gap left by the discontinuation of the CentOS Linux stable release. AlmaLinux OS is a 1:1 binary compatible clone of RHEL&reg; guided and built by the community.
ar: يعد نظام AlmaLinux OS نظام تشغيل Linux مفتوح المصدر يحركه المجتمع ويسد الفجوة التي خلفها توقف إصدار CentOS Linux المستقر. يعد نظام AlmaLinux OS استنساخًا ثنائيًا متوافقًا بنسبة 1: 1 من RHEL & reg؛ بتوجيه وبناء المجتمع.
sv: AlmaLinux OS är ett gemenskapsdrivet Linux-operativsystem med öppen källkod som fyller hålet efter att den stabila CentOS Linux-versionen avvecklades. AlmaLinux OS är en 1:1 binärkompatibel klon av RHEL&reg; som vägleds och byggs av gemenskapen.

source: As a standalone, completely free OS, AlmaLinux OS enjoys $1M in annual sponsorship from CloudLinux Inc and support from other sponsors. Ongoing development efforts are governed by the members of the community.
ar: باعتباره نظام تشغيل مستقل ومجاني تمامًا ، يتمتع نظام التشغيل AlmaLinux OS برعاية سنوية قدرها مليون دولار من CloudLinux Inc وبدعم من الرعاة الآخرين. يخضع جهود التنمية المستمرة لأفراد المجتمع.
sv: Som ett fristående, helt gratis OS, åtnjuter AlmaLinux OS 1 miljoner $ i årlig sponsring från CloudLinux Inc och med stöd från andra sponsorer. Pågående utvecklingsinsatser styrs av medlemmarna i gemenskapen.

source: The AlmaLinux OS Foundation is a 501(c)(6) non-profit created for the benefit of the AlmaLinux OS community.
ar: مؤسسة AlmaLinux OS هي مؤسسة غير ربحية 501 (c) (6) تم إنشاؤها لصالح مجتمع AlmaLinux OS.
sv: AlmaLinux OS Stiftelsen är en 501 (c)(6) ideell förening är skapad till förmån för AlmaLinux OS-gemenskapen.
