Repository: digital-diplomat/almalinux.org
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: cs, da

source: Hello World
cs: Ahoj světe
da: Hej Verden

source: is not a finite number
cs: není konečné číslo
da: er ikke et endeligt tal

source: is not a finite floating-point value
cs: není konečná hodnota s pohyblivou řádovou čárkou
da: er ikke den endelige flydende komma-værdi

source: is outside the range of a single-precision floating-point value
cs: je mimo rozsah hodnoty s plovoucí desetinnou čárkou s jednoduchou přesností
da: er uden for intervallet for en flydende komma-værdi med en præcision

source: is a symbol, which cannot be converted to a string
cs: je symbol, který nelze převést na řetězec
da: kan ikke konverteres til en streng da det er et symbol

source: is not a valid ByteString
cs: není platný ByteString
da: er ikke en gyldig ByteString

source: is not an object
cs: není objekt
da: er ikke et objekt

source: is not a function
cs: není funkce
da: er ikke en funktion

source: is not a view on an ArrayBuffer object
cs: není pohled na ArrayBuffer objekt
da: er ikke en visning af et ArrayBuffer objekt

source: is not an ArrayBuffer object or a view on one
cs: není ArrayBuffer objekt nebo pohledem na něj
da: er ikke et ArrayBuffer objekt eller en visning på en
