Repository: digital-diplomat/almalinux.org
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, sv

source: Backed by
ar: المدعومة من
sv: Sponsras av

source: Production-ready
ar: جاهز للإنتاج
sv: Produktionsredo

source: AlmaLinux OS is an enterprise-grade server OS and a stable Linux distribution with regular releases that come with a long support windows. You can rely on AlmaLinux OS to run any and every critical workloads.
ar: يعد نظام AlmaLinux OS نظام تشغيل خادم على مستوى المؤسسات وتوزيع Linux ثابت مع إصدارات منتظمة تأتي مع نوافذ دعم طويلة. يمكنك الاعتماد على نظام التشغيل AlmaLinux OS لتشغيل أي وكل أحمال عمل حرجة.
sv: AlmaLinux OS är ett serveroperativsystem av företagsklass och en stabil Linux-distribution med vanliga utgåvor som kommer med långa supportfönster. Du kan lita på att AlmaLinux OS kör varje och alla kritiska arbetsbelastningar.

source: Fully supported, always free
ar: الدعم كامل ، مجاني دائمًا
sv: Fullt stöd, alltid gratis

source: AlmaLinux OS Foundation members, sponsors and partners back the AlmaLinux OS with investments and long support commitments to ensure the distribution is free of limitations, fees and charges.
ar: يدعم أعضاء مؤسسة AlmaLinux OS Foundation والجهات الراعية والشركاء نظام التشغيل AlmaLinux OS باستثمارات والتزامات دعم طويلة لضمان أن التوزيع خالٍ من القيود والرسوم والتكاليف.
sv: AlmaLinux OS stiftelsemedlemmar, sponsorer och partners stöder AlmaLinux OS med investeringar och långa stödåtaganden för att säkerställa att distributionen är fri från begränsningar, avgifter och kostnader.

source: Effortless to switch to
ar: الجهد للتبديل إلى
sv: Enkelt att byta till

source: Switching distributions is usually costly and time-consuming, but that’s not the case when switching from CentOS and other RHEL&reg; derivatives to AlmaLinux OS. Switching is easy - <a href="%(migrate_link)s">read how.</a>
ar: عادةً ما يكون تبديل التوزيعات مكلفًا ويستغرق وقتًا طويلاً ، ولكن هذا ليس هو الحال عند التبديل من CentOS وغيرهاRHEL&reg; مشتقات لنظام AlmaLinux OS. التبديل سهل -<a href="%(migrate_link)s">read how.</a>
sv: Att byta distributioner är vanligtvis kostsamt och tidskrävande, men det är inte fallet när man byter från CentOS och andra RHEL&reg; derivat till AlmaLinux OS. Att byta är enkelt - <a href="%(migrate_link)s">läs hur.</a>

source: Commercial Support
ar: الدعم التجاري
sv: Kommersiell Support

source: Answers to Key Questions
ar: الإجابات على الأسئلة الرئيسية
sv: Svar på viktiga frågor

source: Stay updated!
ar: ابق مطلع على التحديثات!
sv: Håll dig uppdaterad!

source: Subscribe to our newsletter and never miss out on the latest in AlmaLinux OS development!
ar: اشترك في النشرة الإخبارية لدينا ولا يفوتك آخر التحديثات في تطوير نظام التشغيل AlmaLinux OS!
sv: Prenumerera på vårt nyhetsbrev och missa aldrig det senaste inom utvecklingen av AlmaLinux OS!

source: Your email
ar: بريدك الالكتروني
sv: Din e-postadress

source: Subscribe
ar: الإشتراك
sv: Prenumerera

source: By filling this form you agree to be contacted by AlmaLinux OS Foundation regarding your request. You can unsubscribe at any time.
ar: من خلال ملء هذا النموذج ، فإنك توافق على أن يتم الاتصال بك من قبل مؤسسة AlmaLinux OS بخصوص طلبك. يمكنك إلغاء الاشتراك في أي وقت.
sv: Genom att fylla i detta formulär godkänner du att bli kontaktad av AlmaLinux OS Stiftelsen angående din begäran. Du kan när som helst avsluta prenumerationen.

source: AlmaLinux OS in the Press
ar: نظام التشغيل AlmaLinux في الصحافة
sv: AlmaLinux OS i pressen

source: Published
ar: تم النشر
sv: Publicerad

source: AlmaLinux OS feature showcase
ar: عرض ميزات نظام التشغيل AlmaLinux OS
sv: AlmaLinux OS funktionsutställning

source: Feature showcase
ar: عرض الميزة
sv: Funktionsutställning

source: Mailing list subscription - AlmaLinux OS
ar: الاشتراك في القائمة البريدية - AlmaLinux OS
sv: Prenumeration på e-postlista - AlmaLinux OS

source: Something went wrong...
ar: هناك خطأ ما...
sv: Något gick fel...

source: Return home
ar: العودة للصفحة الرئيسية
sv: Återvänd hem

source: Thank you!
ar: شكرًا لك!
sv: Tack!

source: You have successfully subscribed to AlmaLinux OS announcement mailing list!
ar: لقد اشتركت بنجاح في القائمة البريدية لإعلان نظام AlmaLinux OS!
sv: Du har framgångsrikt prenumererat på sändlistan för tillkännagivanden om AlmaLinux OS!

source: Email address is not valid
ar: عنوان البريد الإلكتروني غير صالح
sv: E-postadressen är inte giltig

source: Failed to subscribe to mailing list, please try again later
ar: فشل الاشتراك في القائمة البريدية ، يرجى المحاولة مرة أخرى في وقت لاحق
sv: Det gick inte att prenumerera på e-postlistan, försök igen senare

source: You are already subscribed to this mailing list!
ar: أنت مشترك بالفعل في هذه القائمة البريدية!
sv: Du prenumererar redan på den här e-postlistan!
